xml/request/DetteBurdeSkrivesINutid.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:adhl="http://oss.dbc.dk/ns/adhl">
    <soapenv:Header/>
    <soapenv:Body>
        <adhl:adhlRequest>
            <adhl:id>
                <!--1 or more repetitions:-->
                <adhl:pid>870970-basis:29938768</adhl:pid>
                <adhl:pid>870970-basis:29938768</adhl:pid>
                <adhl:pid>870970-basis:28752784</adhl:pid>
                <adhl:pid>870970-basis:29039577</adhl:pid>
                <adhl:pid>870970-basis:28849400</adhl:pid>
            </adhl:id>
            <!--Optional:-->
            <adhl:numRecords>5</adhl:numRecords>
            <!--Optional:-->
            <adhl:outputType>XML</adhl:outputType>
            <!--Optional:-->
            <adhl:callback>?</adhl:callback>
        </adhl:adhlRequest>
    </soapenv:Body>
</soapenv:Envelope>